Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: The UNESCO candidacy for Pampulha started in 1996 as one item on a list of many of Brazil's worthy heritage locations. However, it was only in 2012 that the Belo Horizonte government doubled down on its efforts, which finally bore fruit four years later—and for good reason. UNESCO's webpage for what is now Brazil's 20th World Heritage site hints at the factors behind its decision to bestow such an award:
ne: ब्राजिलका उपयुक्त धरोहर स्थलहरुको सूचीमध्येको एक पाम्पुल्याले सन् १९९६ देखि नै यूनेस्कोमा आफ्नो उम्मेदवारी दावी गरेको थियो। तथापि सन् २०१२ मा मात्र बेलो होरिजोन्ते सरकारले आफ्नो प्रयत्नलाई दुई गुणा बढायो, जसले चार वर्षपछि परिणामको फल प्राप्त गर्‍यो - राम्रो आशयको निम्ति। यो अहिले ब्राजिलको २० औं विश्व सम्पदा स्थल हो। पाम्पुल्यालाई विश्व सम्पदा स्थलमा सूचिकृत गर्ने आफ्नो निर्णय पछाडिका तथ्यहरुबारे युनेस्कोको वेबपेज ले इंगित गर्छ:

source: It reflects the influence of local traditions, the Brazilian climate and natural surroundings on the principles of modern architecture.
ne: इन्सेम्बलमा ज्वलंत नमुना समावेश छन् जहाँ कडा प्लास्टिकका क्षमताको उपयोग गरेर वास्तुकला, ल्यान्डस्केप डिजाइन, मूर्तिकला र चित्रकलाको एक सामंजस्यपूर्ण समग्र संयोजन गरिएको छ। आधुनिक वास्तुकलाको सिद्धान्तमा ब्राजिलियन जलवायु र प्राकृतिक परिवेशमा यसले स्थानीय परम्पराको प्रभाव प्रतिबिम्बित गर्दछ।

source: Surrounded by blue-tile panels painted by Brazil's best-known painter, Cândido Portinari, the Pampulha Ensemble is a uniquely-shaped church, seen in the image above. Built in 1943 with the assistance of engineer and poet Joaquim Cardoso, the São Francisco de Assis Church abandoned architectural norms in favor of its groovy exterior and vaulted ceilings.
ne: पाम्पुल्या इन्सेम्बल नीलो टाइल प्यानलले घेरिएको माथि तस्वीरमा देखिए जस्तै विशिष्ट आकारको चर्च हो जसलाई ब्राजिलका सुपरिचित चित्रकार कन्दिदो पोर्तिनारीले चित्रित गरेका हुन्। इन्जिनियर तथा कवि जोआकिम कर्दोसोको सहायतामा सन् १९४३ मा निर्मित साओ फ्रान्सिस्को दे अस्सिस चर्चले आफ्नो भव्य बाहिरी रुपका साथै गोलाकार छतका लागि वास्तुशास्त्रीय मापदण्डलाई त्याग्यो।

source: Its seductive curves were the cause of societal scandal at the time. Niemeyer, who was a lifelong Marxist, is said to have designed the church to represent the symbol of communism (although he never confirmed this himself).
ne: यसका आकर्षक वक्र रुप त्यस समयको सामाजिक स्क्याण्डलको कारक भएको थियो। भनिन्छ नेमायेरले, जो आजीवन मार्क्सवादी थिए, साम्यवादको प्रतीक प्रतिनिधित्व गर्न चर्च परिकल्पना गरेका थिए (हुन त उनले आफै यसको पुष्टि कहिल्यै गरेनन्)।

source: And while the building's design spoke loudly, the church bell remained silent until 1959.
ne: यस भवनको प्रारुप चर्चित भए पनि सन् १९५९ सम्म चर्चको घण्टी बजेन। कुबिचेक र पाम्पुल्या चर्चको एक लेख मा लेखक मार्सेलो सेद्रोका अनुसार क्रस नहुनाको कारण बेलो होरिजोन्तेका आर्कबिशप डोम काब्रलले भन्नुपर्यो "क्रस नभएकोले वक्राकार आकृतिले अन्धकारको खोजीमा माटो खोस्रेजस्तो देखिन्छन्।"

source: Cedro went on to say that the long-lasting non-consecration of the church may have been retribution for its "sins"—not only its sensual design, but the ostentation of the Ensemble, which included a casino.
ne: सेद्रोले चर्चको दिर्घकालिन अपवित्रता यसको "पाप" को प्रतिफल हुनसक्ने भने - यसको रत्यात्मक डिजाइन मात्र नभएर क्यासिनो समावेश इन्सेम्बलको भड्किलो स्वरुप पनि पापसरह ठानिएको हो।

source: While it was considered heresy by the Catholic Church, the city government called it a monument and bestowed upon it historical and artistic heritage status.
ne: क्याथोलिक चर्चद्वारा इन्सेम्बललाई परम्परा विरोधी ठानिएको भएपनि नगर सरकारले यसलाई एक स्मारक मान्यो र ऐतिहासिक एवं कलात्मक सम्पदाको दर्जा प्रदान गर्‍यो ।

source: Aside from gambling, people also visited the location to enjoy live music and the dancefloor, as well as an almost circus-like experience of artistic performances. The casino as an idea, however, was short-lived due to a presidential decree banning gambling in 1946.
ne: जुवाबाहेक मानिसहरु प्रत्यक्ष संगीत र नृत्यको आनन्द लिन साथै सर्कस जस्तै कलात्मक प्रदर्शनको अनुभव गर्न त्यस स्थानको भ्रमण गर्थे। तर सन् १९४६ मा राष्ट्रपतिको निर्णयअनुसार जुवा खेल्न प्रतिबन्ध गरिएपछि क्यासिनो छोटो समयको निम्ति एक अवधारणाको रुपमा मात्र रह्यो। यस भवनलाई पाम्पुल्या कला संग्रहालयको रुपमा पुन: प्रयोग गर्न सन् १९५७ पहिले थप एघार वर्ष लागेको थियो। आज यहाँ समकालीन कलाकृतिको १६०० रचना संग्रहित छन् ।

source: Flickr - Image: Rodrigo Denúbila The “Casa do Baile” (Ballroom) was originally created in 1943 on an artificial island as an event space, with a restaurant and a ballroom.
ne: बेलो होरिजोन्तेस्थित पाम्पुल्या इन्सेम्बलमा क्यासिनो/कला संग्रहालय। फ्लीकर - तस्वीर: रोद्रिगो देनुबिल

source: Affected by the nearby casino closure that had given the Ensemble an air of excitement, the Ballroom shut down in 1948 and was repurposed several times until it became the Reference Center for Architecture, Urbanism, and Design in 2002. (Ballroom) Flickr - Image: David RSG Modeled after a boat ready for entry into the water, the Tennis Yacht Club (originally known as the Golf Yacht Club) was built in 1942, and noticeably lacks the curvaceous features of the other buildings.
ne: "कासा दो बाले" (बलरूम) शुरुमा रेस्टुरेन्ट र बलरूमसहित समारोह स्थलको रुपमा सन् १९४३ मा एक कृत्रिम द्वीपमा निर्माण गरिएको थियो। नजिकैको क्यासिनो अवरोधले प्रभावित इन्सेबललाई उत्साह मिल्यो र ब्लरूम १९४८ मा बन्द भयो। यो इन्सेम्बल सन् २००२ मा वास्तुकला, शहरीकरण र डिजाइनको निम्ति संदर्भ केन्द्र नबनुन्जेल यसलाई विभिन्न प्रयोजनका लागि प्रयोग गरिएको थियो।

source: The raison d'être behind its construction was to serve as a place of family fun and recreation, in addition to being the location for themed parties.
ne: पानीमा प्रवेश गर्न तयार डुङ्गा लाई आधार मानेर प्रारुप तयार गरिएको टेनिस याच्ट क्लब (पहिले गल्फ याच्ट क्लब भनिन्थ्यो) सन् १९४२ मा निर्माण भएको थियो साथै स्पष्ट रूपमा अन्य भवनहरुभन्दा सुन्दर विशेषताको अभाव यसमा देखिन्छ। थीम पार्टी गर्ने स्थलका अलावा यसको निर्माणको उद्देश्य परिवारलाई आनन्द र मनोरञ्जनको लागि एक स्थानको रुपमा सेवा दिनु थियो।

source: Tennis Yacht Club.
ne: टेनिस याच्ट क्लब।आधिकारिक साइट

source: Official Site
ne: पाम्पुल्या, ब्रासिलियाको प्रारम्भ स्थल

source: While the Pampulha Ensemble might become known throughout the world now that UNESCO has placed it in the spotlight, a lesser-known fact is that "Pampulha was the start of Brasília," according to Niemeyer himself. To understand better what was meant by such a phrase, one must go back at least to the 1940s, if not to the late 1800s.
ne: ओस्कार नेमायेर १०४ वर्षको उमेरमा सन् २०१२ मा दिवंगत भए। उनी मध्य १९५० को दशकमा ब्राजिलको राजधानी ब्रासिलियाको सहडिजाइनकर्ताका रुपमा सुपरिचित थिए। यूनेस्को सम्पदा सूचीमा राखिएको चर्चाको कारण पाम्पुल्या इन्सेम्बल विश्वभरि ज्ञात हुन सकेको भएपनि नेमायेरका अनुसार कमै मात्रलाई थाहा भएको तथ्य के हो भने "पाम्पुल्या ब्रासिलियाको प्रारम्भ स्थल थियो।" यस वाक्यको अर्थ राम्ररी बुझ्न कमसेकम १९४० को दशकमा फर्कनु पर्दछ, हैन भने १८०० दशकको अन्त्यतिर।

source: In 1897, Brazil as a republic was just nine years old, and the previous capital of Minas Gerais state, Ouro Preto, was not only highly associated with mining and the monarchy but it also held little hope for viable growth. This required the founding and inauguration of one of Brazil's first planned cities, Belo Horizonte, known at the time as Cidade de Minas.
ne: सन् १८९७ मा ब्राजिल गणतन्त्र मुलुकको रुपमा नौ वर्ष मात्र भएको थियो साथै पहिलेको राजधानी मिनास जेराइस स्टेट, अउरो प्रितोले केवल अत्यधिक खानी र राजतन्त्रसँग मात्र सम्बन्धित नभएर गतिशील विकासको निमित्त यसले झिनो आशा कायम राखेको थियो। यसका लागि ब्राजिलको पहिलो योजनाबद्ध शहर, बेलो होरिजोन्ते (त्यसबेला सिदाज दे मिनास भनेर चिनिन्थ्यो) को स्थापना र उद्घाटन आवश्यक भयो।

source: Some four decades later, in 1940, the mayor of Belo Horizonte, Juscelino Kubitschek, decided to create a planned district within the mostly-unused northern region of the city. The idea was to find a way to cope with population growth, for which, ironically, the planned city had not planned.
ne: लगभग चार दशक पछि सन् १९४० मा बेलो होरिजोन्तेका मेयर जुससेलिनो कुबिच्चेकले शहरको ज्यादातर प्रयोग नगरिएको उत्तरी क्षेत्र भित्र योजनबद्ध जिल्ला निर्माण गर्ने निर्णय गरे। जनसंख्या वृद्धि सामना गर्ने हेतुले यो उपाय रचिएको थियो, रमाइलो कुरा यो छ कि यस योजनाबद्ध शहरले यसका लागि योजना बनाएको थिएन।

source: For the task, he called upon a rising name in the world of architecture, the 33-year-old Oscar Niemeyer, to create the Pampulha Modern Ensemble. This was the young architect's first solo project, and it would become the catapult for, as well as precursor to, the creation of Brasília. When Belo Horizonte's former mayor became Brazil's 21st president in 1956, he knew whom to call when faced with the task of moving the country's capital from Rio de Janeiro to a more central location as Brazil started to expand westward.
ne: यस कार्यको लागि उनले वास्तुकलाको दुनियामा बढ्दो एक नाम ३३ वर्षका ओस्कार नेमायेरलाई पाम्पुल्या मोडर्न इन्सेम्बल निर्माण गर्न निमन्त्रित गरे। यो युवा वास्तुकारको पहिलो एकल परियोजना थियो र यसले ब्रसिलिया निर्माणको निम्ति अगाडि बढ्नका लागि अग्रगामी कार्यको भूमिका खेल्यो । जब बेलो होरिजोन्तेका पहिलेका मेयर सन् १९५६ मा ब्राजिलको २१ औं राष्ट्रपति बने र जुन तरिकाले ब्राजिल पश्चिमतर्फ विस्तार हुन थाल्यो, देशको राजधानी रियो दे जानेइरोबाट अझ केन्द्रीय स्थानतिर सार्ने कार्यको सामना गर्न कसलाई आह्वान गर्ने भन्ने कुरा उनलाई थाहा थियो। (यस अवधारणा आफैले १७६३ को उत्तरकालीन अवस्थाको रुपरेखा प्रस्तुत गर्दछ।)

source: Thanks to the success of Pampulha, President Kubitschek (aka the Father of Modern Brazil) knew he could trust Niemeyer, if not merely for his view on integrating nature into his art, for which Niemeyer said the following: It's not the right angle that attracts me, nor the straight line, hard, inflexible, created by man.
ne: पाम्पुल्याको सफलताको लागि धन्यवादका पात्र राष्ट्रपति कुबिच्चेक (उर्फ आधुनिक ब्राजिलको राष्ट्रपिता) लाई थाहा थियो कि उनले नेमायेरलाई उनको कलामा प्रकृतिलाई एकीकृत गर्ने दृष्टिकोणबाहेक पनि विश्वास गर्न सक्छन्। यसका लागि नेमायेरले निम्न कुरा भने:

source: What attracts me is the free and sensual curve, the curve I find in the mountains of my country, in the sinuous course of its rivers, in the waves of the sea, the body of a beloved woman.
ne: मानवले निर्माण गरेका समकोणले मलाई आकर्षित गर्दैन न त सरल रेखा, सघन, कडा आकृतिले नै। स्वतन्त्र र शानदार वक्र आकृतिले मलाई आकर्षित गर्छन्, त्यस्तो मैले मेरो देशको हिमालहरुमा, नागबेली भएर बग्ने नदीहरुमा, समुद्रको छालहरुमा, एक अतिप्रिय स्त्रीको शरीरमा पाउँछु। वक्रताले सम्पूर्ण ब्रह्माण्ड बन्दछ, जस्तो कि आइन्स्टाइनको वक्र ब्रह्माण्ड।

source: In a practically unused part of his growing city, Juscelino Kubitschek, along with Oscar Niemeyer, never just saw what was actually there, but rather what could be—a feat both men would repeat more than a decade later in the country's new capital. Sadly, Kubitschek would die in a car accident in 1976 and wouldn't see his Belo Horizonte-born vision become a World Heritage site.
ne: विशेष रुपमा विस्तार हुँदै गइरहेको आफ्नो शहरको प्रयोग नभएको भागमा ओस्कार नेमायेरसँगै जुससेलिनो कुबिच्चेकले वास्तवमा त्यहाँ के थियो भन्ने कहिल्यै देखेनन् बरु एक शताब्दीभन्दा बढी समयपछि दुबैले देशको नयाँ राजधानीमा के एक उपलब्धि हुन सक्छ भनेर सोचे। दुःखको कुरा कुबिच्चेकको एक कार दुर्घटनामा परेर सन् १९७६ मा मृत्यु भयो र आफ्नो बेलो होरिजोन्ते सपना विश्व सम्पदा स्थल भएको हेर्न पाएनन्। उनका दुई ठुला परियोजनाहरु - पाम्पुल्या इन्सेम्बल र ब्रासिलिया आफ्ना प्रमुख वास्तुकारको अनन्तकालिन वास्तुकलाका रुपमा जीवन्त रहनेछन्।

source: The Pampulha Ensemble and Brasília—two of his biggest projects—would live on, however, much like the timeless architecture of his chief architect.
ne: पाम्पुल्या इन्सेम्बलको कथा नेमायेर स्वयंबाट सुन्न चाहनुहुन्छ भने मओसिर दे ओलिविएर निर्देशित "पाम्पुल्या ओ मार्को" — २३ मिनटको छोटो फिल्म (पोर्चुगिजमा) हेर्नुहोस्।

source: The Olympic Village #Río2016.
ne: ओलम्पिकमा पदकविहीन हुनुका बावजुद गर्विला नेपालीहरु

source: Image from Flickr by Mexican Olympic Committee. CC BY NC-ND-2.0
ne: ओलम्पिक ग्राम #रियो २०१६। फ्लीकरबाट लिइएको मेक्सिकन ओलम्पिक समितिको फोटो। CC BY NC-ND-2.0

source: Their country's athletes haven't won a medal at the Olympics in Rio (yet), but Nepalese are smiling nonetheless, thanks to media praise for their national anthem and one swimmer's age-defying performance.
ne: नेपाली खेलाडीहरुले रियो ओलम्पिकमा (अहिलेसम्म) कुनै पदक जितेका छैनन् तैपनि नेपालीहरु खुशी छन् — आफ्नो राष्ट्रिय गान र एकजना कलिलो उमेरकी स्वीमरको प्रदर्शनका लागि मिडियाले प्रशंसा गरिदिएकोमा।

source: The youngest athlete at the Rio Olympics, Gaurika Singh, is Nepalese.
ne: रियो ओलम्पिकमा सहभागीहरुमध्ये सबैभन्दा कम उमेरकी गौरिका सिंह, नेपालकी हुन्। उनी १०० मिटर ब्याकस्ट्रोकको प्रारम्भिक चरणको हिटमा प्रतिस्पर्धा गर्दा १३ वर्ष २ सय ५५ दिन पुगेकी थिइन्।

source: She was 13 years and 255 days old when she competed in the 100-meter backstroke heats.
ne: फाईनल चरणमा पुग्न र आफैले बनाएको राष्ट्रिय रेकर्ड तोड्न सफल नभएतापनि उनले प्रतिस्पर्धा गरेको हिटमा अन्य दुई स्वीमरहरुलाई जितिन्।

source: Though she didn't make it into the final round and wasn't able to break the national record — which she set herself — she beat the other two swimmers in the heat she was competing in.
ne: एउटा राम्रो रेकर्ड: नेपालकी #Gaurika Singh ओलम्पिक पूलको हिटमा सबैभन्दा कम उमेरमा जित्ने पहिलो व्यक्ति भइन्।

source: That's a good record: Nepal's #GaurikaSingh 'became the youngest person ever to win a heat in the Olympic pool' https://t.co/JtfIIX3X17 — Ujjwal Acharya (@UjjwalAcharya) August 8, 2016 Altough, she couldn't improve her nat'l record, I am proud that #GaurikaSingh swam to glory for Nepal as youngest athlete in #Rio2016 :-) — Ujjwal Acharya (@UjjwalAcharya) August 7, 2016 Gaurika singh may have only won the heats; but it feels like she's already won a medal at the Olympics! — Prasanna KC (@KC_Prasanna) August 7, 2016
ne: उनले आफ्नो राष्ट्रिय रेकर्ड सुधार्न नसकेतापनि मलाई गर्व छ #Gaurika Singh सबैभन्दा कम उमेरको खेलाडीको रुपमा #Rio 2016:-) मा नेपालको गौरवका निम्ति पौडीन्।

source: Gaurika Singh at women's 100-meter backstroke heat.
ne: गौरिका सिंहले केवल हिट चरण जितेको भएतापनि उनले पहिले नै ओलम्पिक पदक जितिसके जस्तो अनुभव भइरहेको छ!

source: Image by Al Bello, Getty Images. Used with permission from the Brazilian Olympic Committee.
ne: गौरिका सिंह १०० मिटर ब्याकस्ट्रोक हिटमा। तस्वीर: आल बेल्लो, गेटी इमेज। ब्राजील ओलम्पिक समितिको अनुमतिमा प्रयोग गरिएको।

source: Adding to the joy of Nepalese was the BBC's decision to include Nepal’s national anthem in its list of the most amazing anthems at this Olympics.
ne: यस ओलम्पिकमा नेपालको राष्ट्रिय गानलाई बीबीसीको सबभन्दा गज्जबका राष्ट्रिय गानहरुको सूचीमा समावेश गर्ने निर्णयले नेपालीहरुमाझ अझ खुशी थपियो।

source: Russia topped the list, followed by Myanmar and Nepal.
ne: रसिया सूचीको पहिलो स्थानमा रह्यो, त्यसपछि म्यानमार र नेपाल रहे।

source: BBC listed nepal's national anthem in the top 10 most amazing national anthem of world in rio olympic 2016 — Siddhantha Kc (@KcSiddhantha) August 10, 2016
ne: बीबीसीले नेपालको राष्ट्रिय गानलाई रियो ओलम्पिक २०१६ मा विश्वको प्रमुख १० सबभन्दा गज्जबका राष्ट्रिय गानमा सूचीकृत गर्‍यो।

source: " is so happy it’s somewhat unsettling to learn it was the product of a Maoist revolution." https://t.co/cwDPXVtawj — Anup Kaphle (@AnupKaphle) August 10, 2016
ne: " समृद्ध छ सुन्दा केहि विचलित तुल्याउने छ कि यो माओवादी क्रान्तिको उपज थियो।"

source: Penned by poet Pradeep Rai, also known as Byakul Maila, and composed by the late Amber Gurung, the song was officially declared the national anthem of Nepal on 3 August 2007.
ne: कवि प्रदीप कुमार राई (उनलाई व्याकुल माईला भनेर पनि चिनिन्छ) द्वारा रचित तथा स्वर्गिय अम्बर गुरुङद्वारा संगीत भरिएको यस गीतलाई सन् २००७ को अगस्त ३ मा आधिकारिक तवरमा नेपालको राष्ट्रिय गान घोषणा गरियो।

source: If you haven’t listened to it yet, here’s the beautiful song of praise for unity and sovereignty of Nepal.
ne: यदि तपाईंले यो गान अहिलेसम्म पनि सुन्नु भएको छैन भने नेपालको एकता र सार्वभौमिकताको गाथा गाउँने यो सुन्दर गीत सुन्नुहोस्।

source: And here’s the English translation of the national anthem by Sushma Joshi.
ne: सुश्मा जोशीद्वारा राष्ट्रिय गानको अंग्रेजी अनुवाद यहाँ प्रस्तुत गरिएको छ:

source: Hundreds of flower bouquets, we are one garland of Nepalis
ne: वीरहरुका रगतले स्वतन्त्र र अटल

source: The land of knowledge, land of peace— Tarai, Pahad, Himal
ne: अखण्ड यो प्यारो हाम्रो मातृभूमि नेपाल

source: The grandeur of many ethnicity, language, faith, culture
ne: वहुल जाति भाषा धर्म संस्कृति छन् विशाल

source: Our progressive nation, long live, long live Nepal. Read more of our special coverage: Joy, Disappointment and Injustice at the Rio Olympics
ne: अग्रगामी राष्ट्र हाम्रो जय जय नेपाल

source: The Dead Are Returning Home and It’s Time to Party in Japan · Global Voices
ne: मृतात्माहरू घर फर्कने पर्व मनाउँदै जापानीहरू

source: Minato Mirai Bon Dance (みなとみらい大盆踊り) by Flickr user muratama. License: CC BY-SA 2.0.
ne: मिनातो मिराइ बोन नृत्य (みなとみらい大盆踊り) । फ्लीकर प्रयोगकर्ता मुरातामा । License: CC BY-SA 2.0.

source: Every year in mid-August, Japan observes Obon (お盆), the Festival of the Dead, when the dead return to the ancestral home for several days to spend time with the living. Obon typically occurs on August 15 throughout most of Japan.
ne: हरेक वर्ष मध्य-अगस्टमा जापानले पितृ पर्व, ओबोन उत्सव मनाउँछ, जब पितृ पैतृक घरमा जीवितहरुसँग समय बिताउन धेरै दिनको लागि फर्कन्छन्। ओबोन सामान्यतया जापानभर अगस्ट १५ मा मनाइन्छ। सन् २०१६ मा अगस्ट १५ तारिख सोमबार परेको थियो र नयाँ बिदा माउन्टेन डे,सँग मिलाएर अगस्ट ११ तारिख बिहीबारदेखि देशभरिका मानिसहरुले ५ दिनको सप्ताहन्त बिदा पाउन सफल भएका थिए। धेरै परिवार ओबोन उत्सव मनाउन गाउँ फर्के।

source: In 2016, August 15 occurred on a Monday, and combined with a new holiday, Mountain Day, on Thursday, August 11, people across the country were able to take a five-day weekend.
ne: बोन नृत्य ( 盆踊り,बोन ओदोरी ) पनि जापान भर आयोजित गरिन्छ। यस्ता नृत्य सामान्यतया भेला हुने ठाउँहरूको आसपास, जस्तै शिन्तो धार्मिक स्थल, बौद्ध मन्दिर, सार्वजनिक प्लाजा, र सुपरमार्केटको पार्किंगमा समेत आयोजित गरिन्छ।

source: Many people celebrating upload photographs and videos of their local Bon dances to Instagram.
ne: धेरै मानिसहरू आफ्ना स्थानीय नृत्यको उत्सव मनाइरहेका फोटो र भिडियो इन्स्टाग्राममा अपलोड गर्छन्।

source: Everyone in the neighborhood comes out for the Bon dance, especially families with young children. We went with friends from the neighborhood to the Bon dance, and there were lots of kids there from preschool.
ne: हामी समुदायबाट साथीहरुसँग बोन नृत्यमा गयौं, र त्यहाँ पूर्वप्राथमिकका बच्चाहरु धेरै थिए। तिनीहरु सबै उत्साहित हुँदै नाचे। घर आउँदा मलाई अन्य आमाहरुसँग कुरा गर्ने मौका मिल्यो।

source: Some Bon dances in Japan are very elaborate, attracting thousands of spectators.
ne: #kidstagram #sisters #insta_toddler #thechildrenoftheworld #pixel_kids #kidsfashionforall #cutekidsclub #4yearsold #1yearold #kids_japan #tv_kidz #kids_of_our_world #beautiful_kids_of_the_world #littleandbrave #minibymini #ministyleblog #instamamme #mamxmam

source: The Awa Odori festival in Tokushima Prefecture is probably the most famous of Japan's Bon dances, attracting at least a million people each year to the city.
ne: जापानमा कुनै बोन नृत्य ज्यादै व्यापक छन्, हजारौं दर्शकलाई आकर्षित गराउँछन्। तोकुशिमा प्रान्तस्थित अवा ओदोरी पर्व सम्भवत: जापानको सबभन्दा प्रख्यात बोन नृत्य हो जसले हरेक वर्ष कम्तिमा १० लाख मानिसहरुलाई यस शहरमा आकर्षित गर्दछ।

source: Caption: First day of the Awa Odori in Tokushima (August 12, 2016) Large-scale dances occur throughout Japan.
ne: क्याप्सन: तोकुशिमामा अवा ओदोरीको पहिलो दिन। ( अगस्ट १२, २०१६ )

source: The lights at night are always beautiful: The Bon dance in our town. #Bondance #Obon #AlltheImportantPeopleInOurTown More photographs of the Bon Dance can be viewed using the Instagram hashtag #盆踊り.
ne: जापानभर व्यापक रुपले नृत्य गरिन्छन्। क्युशु द्वीपस्थित कुमामोतोको समर नृत्य यामागा लालटिन पर्व तपाईंले तल हेर्न सक्नुहुनेछ:

source: In Nike's Ad About Female Athletes in India, Too Much Glamour, Not Enough Names? · Global Voices
ne: महिला खेलाडीलाई लिई बनाइएको नाइकीको विज्ञापनमा नामको सट्टा ग्ल्यामरको बढी प्रयोग

source: A recent advertisement by leading American sportswear company Nike featuring badminton player-turned-Bollywood actress Deepika Padukone and other sportswomen has faced criticism from some netizens in India for not identifying anyone but Padukone by name and for glamorising what strong Indian women look like.
ne: मुख्य अमेरिकी स्पोर्ट्सवेयर (खेलकूदका दौरान लगाइने कपडा) कम्पनी नाइकीको हालैको एक विज्ञापनमा ब्याडमिन्टन खेलाडीबाट बलिवुड नायिका बनेकी दीपिका पादुकोणका साथै अन्य महिला खेलाडीलाई देखाइएको छ। यस विज्ञापनलाई दीपिकाबाहेक अन्यको नाम नलिएको र बलिया भारतीय महिलालाई ग्लेमराइज गरेको आरोप लगाउनुका साथै भारतमा नेटिजनहरूले यसको आलोचना गरेका छन्।

source: The video, titled "Da Da Ding", shows several Indian sportswomen playing their respective sports and purports to promote women's athletics.
ne: "डा डा डिङ्ग" नाम दिइएको यस भिडियोले कैंयन भारतीय महिला खेलाडीले आ-आफ्ना खेल खेलिरहेको देखाउँछ र महिला एथलेटिक्सलाई प्रवर्धन गर्ने लक्ष्य राखेको छ। यस भिडियोमा प्रयोग भएको गीतका शब्दले पनि त्यहि दर्शाउँछ। पादुकोण आफैंले यसको अवधारणा प्रष्ट पार्दै फेसबूकमा यो विज्ञापन सेयर गरिन्:

source: The lyrics of the song accompanying the video also suggest the same.
ne: र त्यसैले म प्रत्येक युवती र प्रत्येक युवक र प्रत्येक महिला र प्रत्येक पुरुषलाई भन्न चाहन्छु... कुनै खेल खेल्नुहोस्... किनकि यसले मेरो जीवन परिवर्तन गर्यो... र तपाईंको पनि परिवर्तन गर्नेछ! खेलकूदले मलाई बाँच्न सिकाएको छ! यसले मलाई लड्न सिकाएको छ! यसले मलाई रोक्न नसकिने बनाएको छ!

source: Padukone herself explained the idea on her Facebook page, where she shared the ad:
ne: पादुकोणले सेयर गरेको यो भिडियो ३६ लाखले हेरिसकेका छन् साथै यसले हजारौं लाइक तथा सेयर प्राप्त गरेको छ।

source: And so I want to say to every girl and every boy and every woman and every man...play a sport...because it changed my life...and it will change yours too!
ne: तथापि केहीले यस विज्ञापनले दीपिकालाई मात्र चर्चाको पात्र बनाएको र यसमा देखिएका अन्य महिला खेलाडीको नाम नलिएकोमा गुनासो गरेका छन्। आलोचकहरूले यसले भारतमा महिला एथलिटहरूलाई झन विलुप्त पार्न सघाउँछ भन्ने तर्क पेश गरेका छन्:

source: Sport has taught me how to survive!
ne: नाइकीको यस विज्ञापनले यस देशका महिला खेलाडी वा एथलिटबारे हाम्रो बुझाइ देखाउँछ।

source: It has taught me how to fight!
ne: म विश्वस्त छु नाइकीको #DaDaDing भिडियो हेर्नेले यस विज्ञापनमा देखाइएका कम्तिमा ५ जना महिला एथलिटको नाम बताउन सक्नेछैनन्। के फाइदा?

source: It has made me unstoppable!
ne: "क्या फाइदा?"को अनुवाद "के फाइदा?" हुनआउँछ।

source: The video shared by Padukone has received 3.6 million views and thousands of likes and shares. However, some weren't happy that the ad only spotlighted Padukone and didn't name any of the other sportswomen featured.
ne: नाइकीले यो महिला खेलाडीवाला विज्ञापन दीपिकाबिना बनाए हुने। यो झन सशक्त हुन्थ्यो। तर त्यसो भए कसले हेथ्र्यो त!

source: Critics argued that this perpetuates the invisiblisation of women athletes in India:
ne: न्यूज साइट स्क्रोल डट इनका जयदीप भाटियाले नाइकीको यस कदमलाई लज्जास्पद मानेका छन्:

source: That Nike Ad shows how little we know about female sportsperson or athletes in this country. — SreeV (@SreekrishnanV) July 12, 2016
ne: नाइकी आफैंले आफ्नो वेबसाइटमा पादुकोणबाहेक यस विज्ञापनमा रहेका महिला खेलाडीको नाम लिंदैन, र यो काम मिडियालाई छोडिदिएको छ चाहे उनीहरूले त्यो उनीहरूको प्रेस विज्ञप्तीद्वारा होस् वा उनीहरू आफैंले प्रसार गरुन्।

source: I am sure people who watched #DaDaDing video by Nike can't even name 5 female athletes who hv been featured in the ad. Kya fayda? — Ashwani (@Social_spartan) July 12, 2016 "Kya fayda?" translates as "What’s the point?"
ne: अनि लाजमर्दो कुरो के हो भने महिला खेलाडीहरूलाई ब्राण्ड स्थापित गर्ने कुरामा प्रयोग नगरिएको मुलुकमा यो नौलो कदम भए पनि यस विज्ञापनले यसमा रहेका व्यक्तिको सट्टा आफैंतिर ध्यान तान्यो।

source: I wish Nike had made the ad about sports women without Deepika.
ne: खबरहरूका अनुसार नाइकीका एक प्रवत्ताले स्वीकार गरे कि अधिकतम दर्शकले शायद यस विज्ञापनका एथलिटहरूलाई चिन्ने छैनन्।

source: Would have been more real.
ne: केहीले कम्पनीको प्रतिरक्षा गरे:
